[{
        "type": "body",
        "description": "In a seated or standing position, take the arms behind you and, if you can, lace your fingers together. Straighten the arms and gently lift your hands up a few inches until you feel a stretch in your chest. Hold for 10 to 30 seconds. Avoid this move if you have shoulder problems. ",
        "amount": 80
    },
    {
        "type": "body",
        "description": " Seated or standing, lift the shoulders up towards the ears, squeezing them as hard as you can. Hold for 1 to 2 seconds and roll them back as you relax down. Repeat for 8 to 10 reps and then roll the shoulders forward. ",
        "amount": 90
    },
    {
        "type": "body",
        "description": "Seated or standing, stretch the arms straight out and rotate the hands so that the palms face away from each other. Cross the arms so that the palms are pressed together, contract the abs and round the back, reaching away as you relax the head. ",
        "amount": 90
    },
    {
        "type": "body",
        "description": " In a seated position with the feet flat on the floor, contract the abs and gently rotate the torso towards the right. Use your hands on the armrest or seat of the chair to help deepen the stretch. ",
        "amount": 50
    },
    {
        "type": "body",
        "description": " Seated or standing, lace the fingers together and stretch them up towards the ceiling. Take a deep breath as you stretch up as high as you can, then exhale and open the arms, sweeping them back down. Repeat for 8 to 10 reps. ",
        "amount": 70
    },
    {
        "type": "body",
        "description": "Seated or standing, stretch the right arm out and turn the hand down so that the fingers point towards the floor. Use the left hand to gently pull the fingers towards you, feeling a stretch in the forearm. Hold for 10 to 30 seconds and repeat on the other hand. ",
        "amount": 90
    },
    {
        "type": "body",
        "description": "Sitting in your chair, reach down and grab the side of the chair with the right hand and gently pull while tilting your head to the left, feeling a stretch down the right side of the neck and shoulder. Hold for 10 to 30 seconds and repeat on the other side. ",
        "amount": 60
    },
    {
        "type": "body",
        "description": "While standing, take the right leg back a few feet. Bend the back knee, almost like you're doing a lunge, and lower both knees until you feel a stretch in the front of the right hip. Squeeze the glutes of the back leg to deepen the stretch. Hold for 10 to 30 seconds and repeat on the other side. ",
        "amount": 100
    },
    {
        "type": "body",
        "description": "While seated, cross the right ankle over the left knee and sit up nice and tall. Gently lean forward, keeping the back straight and reaching out with the torso until you feel a stretch in the right glute and hip. ",
        "amount": 60
    },
    {
        "type": "body",
        "description": "While seated, take the legs wide, toes out and lean forward with the elbows on the thighs. Keep the back straight and the abs contracted. Gently press forward while using the elbows to push the thighs out until you feel a stretch in the inner thighs. Hold for 10 to 30 seconds and repeat as many times as you like. ",
        "amount": 70
    }
]